Repository: mohamedwork15495/ZabayehApp
Catalog: Zabayeh/Localizable/*.lproj/Localizable.strings
Languages: ar

source: Fail
ar: حاول مره اخرى

source: Packaging Dish
ar: تغليف طبق

source: Packaging Bags
ar: تغليف اكياس

source: Request sacrifice cooked soggy
ar: طلب الذبيحه مطبوخه مندى

source: Fridge Shredder
ar: تقطيع ثلاجه

source: Hadrami Cutting
ar: تقطيع حضرمى

source: Cut Up Lists
ar: تقطيع قوائم

source: Flat Cutting
ar: تقطيع مفلطح

source: Enter order details
ar: ادخل تفاصيل الطلب

source: Product Added To Cart
ar: تم اضافت المنتج الى السله بنجاح

source: Select Address On Map
ar: اختر العنوان على الخريطه

source: Enter Valid Phone Number
ar: ادخل رقم جوال صالح

source: Enter Phone Number
ar: ادخل رقم الجوال

source: Enter Phone Number And Select Address On Map
ar: ادخل رقم الجوال ،قم بتحديد موقعك على الخريطه

source: Try again later
ar: حاول فى وقتا لاحق

source: Enter All data
ar: ادخل جميع البيانات صحيحه

source: Enter name
ar: ادخل الاسم

source: Enter Password
ar: ادخل كلمة المرور

source: Enter strong password
ar: ادخل كلمة مرور قويه

source: Success
ar: تم بنجاح

# enterEmail
source: Enter email address
ar: ادخل البريد الالكترونى

# enterValidEmail
source: Enter valid email address
ar: ادخل بريد الالكترونى صالح

# entermsg
source: Enter your message
ar: اترك رسالتك

source: Cancel
ar: الغاء

source: Yes
ar: نعم

# doYouwantlogout
source: Do You Want To LogOut?
ar: هل تريد تسجيل الخروج حقا؟

source: Login Please
ar: من فضلك قم بتسجيل الدخول

source: Ok
ar: حسنا

# Phone_Number
source: Enter Phone Number
ar: ادخل رقم الجوال
